<script setup lang="ts">
import TitleText from "@/components/common/TitleText.vue";
import TextList from "@/components/common/TextList.vue";
import TableSlider from "~/components/common/TableSlider.vue";

interface ListItem {
	content: string;
}

const items: ListItem[] = [
	{
		content: `Настоящим Положением определяется порядок:

прогнозирования государственными органами, подчиненными и (или) подотчетными Президенту Республики Беларусь, Национальной академией наук Беларуси, республиканскими органами государственного управления, иными государственными организациями, подчиненными Правительству Республики Беларусь, облисполкомами, Минским горисполкомом и другими организациями (далее, если не указано иное, – государственные органы, организации) дополнительных потребностей в молодых специалистах, рабочих, служащих* (далее, если не указано иное, – дополнительная потребность) для формирования заказа на их подготовку (далее, если не указано иное, – заказ); 

установления контрольных цифр приема для получения профессионально-технического, среднего специального, высшего образования в учреждениях образования, реализующих образовательные программы профессионально-технического, среднего специального, высшего образования (их филиалах, представительствах, иных обособленных подразделениях) (далее – учреждения образования), за счет средств республиканского и (или) местных бюджетов.`,
	},
	{
		content: `Основными задачами прогнозирования дополнительных потребностей для формирования заказа являются:
    
    определение дополнительной потребности;
    
    оптимизация подготовки молодых специалистов, рабочих, служащих путем установления учреждениям образования контрольных цифр приема на основании заказа с учетом возможностей учреждений образования и демографической ситуации;
    
    эффективное использование молодых специалистов, рабочих, служащих.`,
	},
	{
		content: `В заказе определяется прогнозируемое государственными органами, организациями количество выпускников с профессионально-техническим, средним специальным, высшим образованием по специальностям, квалификациям для заинтересованных в подготовке кадров государственных органов, организаций в учреждениях образования за счет средств республиканского и (или) местных бюджетов на основании заявленной государственными органами, организациями дополнительной потребности.
    
    Дополнительная потребность определяется как потребность в выпускниках с общим и специальным высшим, средним специальным, профессионально-техническим образованием в год их выпуска для пополнения кадрового состава государственных органов, организаций, необходимого для развития производства, реализации инновационных проектов, включая создание новых высокотехнологичных производств, обеспечения деятельности государственных органов, возмещения выбытия кадров.
    
    Дополнительная потребность в молодых специалистах с углубленным высшим образованием определяется как потребность в выпускниках с углубленным высшим образованием в год их выпуска для пополнения кадрового состава государственных органов, организаций в сфере науки, инновационной и образовательной деятельности.`,
	},
	{
		content: `Прогнозирование дополнительной потребности для формирования заказа осуществляется государственными органами, организациями с учетом среднегодовых показателей изменения количественного и качественного состава работников государственных органов, организаций, прогнозов и бизнес-планов развития организаций, прогнозов потребностей отрасли, соответствующей административно-территориальной единицы, программ развития отраслей и административно-территориальных единиц и соответствующих программ кадрового обеспечения с использованием отраслевых и региональных методик определения потребности в кадрах.`,
	},
	{
		content: `Заказ формируется по специальностям, квалификациям, включенным в Общегосударственный классификатор Республики Беларусь ОКРБ 011-2022 «Специальности и квалификации».
     
     Государственные органы, организации при необходимости вносят в Министерство образования предложения о включении в Общегосударственный классификатор Республики Беларусь ОКРБ 011-2022 «Специальности и квалификации» новых и (или) аннулировании невостребованных специальностей, квалификаций.`,
	},
	{
		content: `Прогнозирование дополнительных потребностей и формирование заказа осуществляются с использованием автоматизированной информационной системы «Подготовка прогнозных показателей приема и формирование органами государственного управления заказа на подготовку квалифицированных кадров» (далее – автоматизированная система). Информационное наполнение и порядок функционирования автоматизированной системы (далее – порядок) определяются Министерством образования.`,
	},
	{
		content: `Государственные органы за один год до начала очередного пятилетнего периода, определяемого в соответствии с порядком, обеспечивают прогнозирование в подчиненных организациях дополнительной потребности в отношении:
     
     специалистов с общим и специальным высшим образованием, рабочих и специалистов со средним специальным образованием – на десятилетний период; рабочих и служащих с профессионально-техническим образованием, специалистов с углубленным высшим образованием – на пятилетний период.`,
	},
	{
		content: `Государственные органы привлекают к прогнозированию дополнительных потребностей организации с долей собственности государства в их уставных фондах, а также организации частной формы собственности с их согласия.`,
	},
	{
		content: `В целях формирования заказа подчиненные (входящие в состав, систему) государственному органу организации до 1 января последнего года текущего пятилетнего периода, определяемого в соответствии с порядком, представляют в этот государственный орган сведения о дополнительной потребности в молодых специалистах с общим высшим, специальным высшим, средним специальным образованием, рабочих со средним специальным, профессионально-техническим образованием, служащих (далее, если не указано иное, – сведения) по форме согласно приложению 1.
     
     Сведения о дополнительной потребности в молодых специалистах с углубленным высшим образованием по форме согласно приложению 2 государственные органы, организации представляют до 1 января последнего года текущего пятилетнего периода, определяемого в соответствии с порядком, в государственный орган, в подчинении которого находятся учреждения образования, реализующие образовательную программу магистратуры.
     
     Организации с долей собственности государства в их уставных фондах, акции (доли в уставных фондах) которых не переданы в управление республиканских органов государственного управления, иных государственных организаций, подчиненных Правительству Республики Беларусь, а также организации частной формы собственности представляют сведения в облисполкомы, Минский горисполком, на территории которых они зарегистрированы, в срок, установленный в части первой настоящего пункта, а в отношении дополнительной потребности в молодых специалистах с углубленным высшим образованием – в государственный орган, в подчинении которого находятся учреждения образования, реализующие образовательную программу магистратуры.
     
     `,
	},
	{
		content: `Сведения, формируемые в автоматизированной системе, при необходимости актуализируются государственными органами с учетом перспектив развития отраслей экономики и используются при разработке программ кадрового обеспечения.`,
	},
	{
		content: ` Государственные органы на основе сведений с использованием автоматизированной системы формируют заказ на подготовку:
    
    молодых специалистов с общим и специальным высшим образованием, рабочих и специалистов со средним специальным образованием – на десятилетний период по форме согласно приложению 3;
    
    рабочих и служащих с профессионально-техническим образованием – на пятилетний период по форме согласно приложению 3;
    
    молодых специалистов с углубленным высшим образованием – на пятилетний период по форме согласно приложению 4.
    
    Сформированный заказ государственные органы до 15 февраля последнего года текущего пятилетнего периода представляют в Министерство образования, за исключением случая, предусмотренного в части третьей настоящего пункта. Министерство образования информирует государственные органы о поступившем заказе по их письменным запросам.
    
    Министерство обороны, Министерство по чрезвычайным ситуациям, Министерство внутренних дел, Комитет государственной безопасности, Государственный пограничный комитет, Государственный таможенный комитет, Следственный комитет, Государственный комитет судебных экспертиз, Комитет государственного контроля формируют заказ в установленном ими порядке по специальностям для Вооруженных Сил Республики Беларусь, других войск и воинских формирований, Следственного комитета, Государственного комитета судебных экспертиз, органов внутренних дел, органов и подразделений по чрезвычайным ситуациям, таможенных органов, органов финансовых расследований Комитета государственного контроля.`,
	},
	{
		content: `Министерство образования на основе сформированного государственными органами заказа с учетом потребности экономики в кадрах на пятилетний период по профессионально-квалификационным группам по согласованию с Министерством труда и социальной защиты, Министерством экономики ежегодно формирует прогнозные показатели приема (структуру приема) на пятилетний период по профилям образования (далее – структура приема).`,
	},
	{
		content: `Министерством труда и социальной защиты ежегодно до 1 ноября осуществляется формирование потребности экономики в кадрах на пятилетний период по профессионально-квалификационным группам.`,
	},
	{
		content: `Государственные органы, организации, заинтересованные в подготовке кадров, заключают с учреждениями образования договоры о взаимодействии учреждения образования с организацией – заказчиком кадров* при подготовке специалистов, рабочих, служащих (далее – договор о взаимодействии) по примерной форме согласно приложению 1 к постановлению, утвердившему настоящее Положение, или направляют в учреждения образования заявки на подготовку специалистов, рабочих, служащих (далее – заявки на подготовку) по форме согласно приложению 2 к постановлению, утвердившему настоящее Положение.
     
     Организации – заказчики кадров, заявки на подготовку которых согласованы с руководителями учреждений образования, создают условия для прохождения производственного обучения, практики, проведения практических занятий с обучающимися и в иных образовательных отношениях.
     
     Организациями – заказчиками кадров являются государственный орган, организация, заявившие о своей потребности в кадрах путем заключения договора о взаимодействии либо путем направления заявки на подготовку.
     
     `,
	},
	{
		content: `Организации, подчиненные (входящие в состав, систему) государственному органу, ежегодно при необходимости уточняют сведения и до 1 октября представляют их по форме согласно приложению 1 в государственный орган, а в отношении сведений о дополнительной потребности в молодых специалистах с углубленным высшим образованием представляют их по форме согласно приложению 2 в государственный орган, в подчинении которого находятся учреждения образования, реализующие образовательную программу магистратуры.
     
     Государственные органы, являющиеся организациями – заказчиками кадров, ежегодно при необходимости уточняют сведения в срок, установленный в части первой настоящего пункта.
     
     Организации с долей собственности государства в их уставных фондах, акции (доли в уставных фондах) которых не переданы в управление республиканских органов государственного управления, иных государственных организаций, подчиненных Правительству Республики Беларусь, а также организации частной формы собственности представляют сведения, указанные в части первой настоящего пункта, в облисполкомы, Минский горисполком, на территории которых они зарегистрированы, в отношении дополнительной потребности в молодых специалистах с углубленным высшим образованием – в государственный орган, в подчинении которого находятся учреждения образования, реализующие образовательную программу магистратуры, в срок, установленный в части первой настоящего пункта.
     
     Организации – заказчики кадров одновременно с уточнением дополнительной потребности в случае изменения потребности в подготовке кадров совместно с учреждениями образования вносят изменения в заключенные договоры о взаимодействии или направленные заявки на подготовку.
     
     Контроль за соответствием данных автоматизированной системы сведениям, указанным в договорах о взаимодействии и заявках на подготовку, осуществляется соответствующими государственными органами, облисполкомами, Минским горисполкомом.`,
	},
	{
		content: `Государственные органы на основе уточненных сведений при необходимости корректируют заказ по формам согласно приложениям 3 и 4 и ежегодно до 1 ноября вносят его в Министерство образования.`,
	},
	{
		content: `Учреждения образования на основании заключенных договоров о взаимодействии или направленных заявок на подготовку с учетом средних показателей отчисления обучающихся за период обучения и доли выпускников, получающих право на самостоятельное трудоустройство, призываемых на срочную военную службу, поступающих на военную службу по контракту, продолжающих обучение на более высоком уровне образования (не более 20 процентов от планируемого приема), в общем количестве выпускников ежегодно подготавливают проекты контрольных цифр приема для получения профессионально-технического, среднего специального, общего и специального высшего образования (далее – проекты) по формам согласно приложениям 5 и 6 и до 1 января представляют эти проекты учредителям учреждений образования или уполномоченным ими органам (далее, если не указано иное, – учредители).
     
     Формирование проектов в срок, установленный в части первой настоящего пункта, осуществляется учреждениями образования по специальностям, квалификациям и формам получения образования, подготовка по которым определена уставом учреждения образования, специальным разрешением (лицензией) на осуществление образовательной деятельности.
     
     Контроль за формированием проектов осуществляется учредителями.`,
	},
	{
		content: `Учредители по согласованию с Министерством образования ежегодно до 1 марта устанавливают учреждениям образования контрольные цифры приема для получения профессионально-технического, среднего специального, общего и специального высшего образования по формам согласно приложениям 7 и 8 на основании представленных ими проектов, сведений о заключенных договорах о взаимодействии или направленных заявках на подготовку, указанных в проектах, а также с учетом структуры приема и уточненных сведений по таким контрольным цифрам приема, за исключением случаев, предусмотренных в частях пятой, абзацах втором и третьем части восьмой настоящего пункта.
     
     Учредители учреждений образования, реализующих образовательные программы среднего специального образования по специальностям направления образования «Здравоохранение», ежегодно до 1 марта устанавливают подчиненным учреждениям образования контрольные цифры приема по согласованию с Министерством здравоохранения и Министерством образования на основании представленных ими проектов, а также с учетом структуры приема и уточненных сведений по таким контрольным цифрам приема.
     
     Контрольные цифры приема для получения углубленного высшего образования за счет средств республиканского бюджета ежегодно формируются учреждениями образования, реализующими образовательную программу магистратуры:
     
     на основании заключенных договоров о взаимодействии или направленных заявок на подготовку;
     
     с учетом средних показателей отчисления студентов за период обучения и доли выпускников, получающих право на самостоятельное трудоустройство, призываемых на срочную военную службу, поступающих на военную службу по контракту, продолжающих обучение на более высоком уровне образования (не более 20 процентов от планируемого приема), в общем количестве выпускников;
     
     с учетом необходимости подготовки специалистов для приоритетных научных направлений (до 50 процентов от планируемого приема).
     
     Контрольные цифры приема, указанные в части третьей настоящего пункта, устанавливаются учредителями учреждений образования, реализующими образовательную программу магистратуры, в соответствии с Правилами приема лиц для получения углубленного высшего образования, утверждаемыми Советом Министров Республики Беларусь.
     
     Учредители учреждений образования, реализующих образовательные программы профессионально-технического образования, по согласованию с Министерством образования до 15 августа могут устанавливать уточненные контрольные цифры приема на отдельные специальности в дневной форме получения образования в пределах установленных ими контрольных цифр приема при наличии одновременно следующих условий:
     
     если количество поданных заявлений на отдельные специальности меньше определяемой законодательством минимальной численности обучающихся в учебной группе;
     
     при поступлении информации о возникновении уточненной дополнительной потребности организаций – заказчиков кадров либо дополнительной потребности в получении профессионально-технического образования лицами с особенностями психофизического развития, детьми-инвалидами, инвалидами I, II или III группы.
     
     Уточненная дополнительная потребность определяется на основании сведений, полученных от организаций – заказчиков кадров, об изменившейся дополнительной потребности либо обращений в приемную комиссию лиц с особенностями психофизического развития, детей-инвалидов, инвалидов I, II или III группы, желающих поступать в учреждения образования для получения профессионально-технического образования.
     
     Согласование учредителями с Министерством образования контрольных цифр приема в учреждения образования, реализующие образовательные программы профессионально-технического образования, при их уточнении осуществляется по форме согласно приложению 9.
     
     Министерство обороны, Государственный пограничный комитет по согласованию с Министерством образования:
     
     ежегодно до 1 апреля устанавливают для подчиненных учреждений высшего образования, военных факультетов, военных институтов без прав юридического лица, создаваемых в учреждениях высшего образования, контрольные цифры приема для получения высшего образования за счет средств республиканского бюджета при подготовке кадров по специальностям для воинских формирований и военизированных организаций. При этом сведения о количестве мест, предоставляемых для получения высшего образования, размещаются соответствующими учреждениями высшего образования не позднее 1 апреля в средствах массовой информации, других общедоступных источниках, в том числе в глобальной компьютерной сети Интернет;
     
     до 1 июня уточняют при необходимости указанные в абзаце втором настоящей части контрольные цифры приема в пределах или менее установленных ими данных контрольных цифр приема на основании результатов проведения профессионального отбора граждан, изъявивших желание поступать в учреждения высшего образования, подчиненные Министерству обороны, Государственному пограничному комитету, на военные факультеты, военные институты без прав юридического лица в учреждениях высшего образования.
     
     Согласование Министерством обороны, Государственным пограничным комитетом с Министерством образования контрольных цифр приема для получения высшего образования за счет средств республиканского бюджета при подготовке кадров по специальностям для воинских формирований и военизированных организаций при их уточнении осуществляется по форме согласно приложению 7.
     
`,
	},
];
</script>

<template>
<div class="max-w-5xl mx-auto px-4 py-10 sm:py-14">

  <TitleText
    title="Нормативные документы"
    subtitle="о порядке прогнозирования дополнительных потребностей в молодых специалистах, рабочих, служащих, формирования заказа на их подготовку и установления контрольных цифр приема для получения профессионально-технического, среднего специального, высшего образования за счет средств республиканского и (или) местных бюджетов"
    class="mb-10"
  />

  <div class="space-y-6">
    <TextList :items="items" />
  </div>
  
  <TableSlider/>

</div>
</template>