<script setup lang="ts">
import TitleText from "@/components/common/TitleText.vue";

interface Item {
	name: string;
	description: string;
}

const descriptions: Item[] = [
	{
		name: "Квалификация",
		description:
			"- подготовленность работника к профессиональной деятельности для выполнения работ определенной сложности в рамках специальности, направления специальности.",
	},
	{
		name: "Профессия",
		description:
			"- род трудовой деятельности, требующий определенных знаний и навыков, приобретаемых путем обучения и практического опыта.",
	},
	{
		name: "Группа специальностей",
		description:
			"- подсистема направления образования, наименование которой определяется родственными видами профессиональной деятельности, объединяющая подмножества родственных специальностей по определенному признаку классификации на данной классификационной ступени.",
	},
	{
		name: "Специальность",
		description:
			"- вид профессиональной деятельности, требующий определенных знаний, навыков и компетенций, приобретаемых путем обучения и практического опыта, – подсистема группы специальностей.",
	},
	{
		name: "Направление специальности",
		description:
			"- подсистема специальности, как разновидность профессиональной деятельности в рамках конкретной специальности профессионально-технического, среднего специального и первой ступени высшего образования.",
	},
];

const notes: Item[] = [
	{
		name: "3-01-*",
		description:
			"- специальности и квалификации профессионально-технического образования, обеспечивающего получение квалификации рабочего (служащего) без получения общего среднего образования на основе специального образования;",
	},
	{
		name: "4-02-*",
		description:
			"- специальности и квалификации профессионально-технического образования, обеспечивающего получение квалификации рабочего (служащего) (ПТО);",
	},
	{
		name: "4-03-*",
		description:
			"- специальности и квалификации среднего специального образования, обеспечивающего получение квалификации рабочего со средним специальным образованием;",
	},
	{
		name: "5-04-*",
		description:
			"- специальности и квалификации среднего специального образования, обеспечивающего получение квалификации специалиста со средним специальным образованием;",
	},
	{
		name: "6-05-*",
		description:
			"- специальности, квалификации, степени общего высшего образования, обеспечивающего получение степени «Бакалавр» и квалификации специалиста с общим высшим образованием;",
	},
	{
		name: "7-06-*",
		description:
			"- специальности и степени углубленного высшего образования, обеспечивающего получение степени «Магистр»;",
	},
	{
		name: "7-07-*",
		description:
			"- специальности, квалификации и степени специального высшего образования, обеспечивающего получение степени «Магистр» и квалификации специалиста со специальным высшим образованием.",
	},
];
</script>

<template>
<div class="max-w-5xl mx-auto px-4 py-10 sm:py-14">
    <TitleText
        title="ОБЩЕГОСУДАРСТВЕННЫЙ КЛАССИФИКАТОР РЕСПУБЛИКИ БЕЛАРУСЬ Специальности и квалификации"
        class="mb-10"
        center
    />
    
    <TitleText
        title="Область применения"
        subtitle="Настоящий классификатор предназначен для использования в целях проведения государственной политики в сфере профессионально-технического, среднего специального, высшего образования, дополнительного образования взрослых"
        class="mb-4"
    />
    <TitleText
        title="Определения"
        subtitle="В настоящем классификаторе применяют следующие термины с соответствующими определениями:"
        class="mb-10"
    />
    <div class="px-8 mb-10">
       <div v-for="item in descriptions" class="mb-4">
           <span class="font-bold">{{ item.name }}</span>
           <em> {{ item.description }}</em>
       </div>  
    </div>
    <TitleText
        title="Примечания"
        subtitle="Коды специальностей классификатора ОКРБ 011-2022 начинающиеся с:"
        class="mb-10"
    />
    <div class="px-8 mb-10">
       <div v-for="item in notes" class="mb-4">
           <span class="font-bold">{{ item.name }}</span>
           <em> {{ item.description }}</em>
       </div>  
    </div>
</div>
</template>