<script setup lang="ts">
import TitleText from '@/components/common/TitleText.vue';
import TextList from '@/components/common/TextList.vue';

interface ListItem {
  content: string
}

const items: ListItem[] = [
  {
    content: `осуществлять предоставление доступа сотрудникам органа (организации) к сервисам сети Интернет (электронная почта, передача файлов, информационные ресурсы и др.) в соответствии с определенным в государственном органе порядком;`
  },
  {
    content: `
    определить правила работы сотрудников с сервисами сети Интернет (электронная почта, передача файлов, доступ к информационным ресурсам, IP-телефонии, социальным сетям и публичным системам мгновенных сообщений);`
  },
  {
    content: `определить администраторов сети, их права и обязанности;`
  },
  {
    content: `определить права и обязанности пользователей;`
  },
  {
    content: `определить ответственность сотрудников и должностных лиц за обеспечение защиты информации;`
  },
  {
    content: `обеспечить контроль использования сотрудниками в глобальных сетях: IP-телефонии, социальных сетей и публичных систем мгновенных сообщений;`
  },
  {
    content: `определить порядок и перечень используемого программного обеспечения на средствах вычислительной техники сотрудников;`
  },
  {
    content: `определить порядок применения средств защиты информации, установленных в локальной вычислительной сети;`
  },
  {
    content: `определить необходимые мероприятия по разграничению доступа к средствам защиты информации и обработки информации;`
  },
  {
    content: `определить регламент смены атрибутов безопасности (паролей) пользователей;`
  },
  {
    content: `определить порядок действий при возникновении нештатной ситуации (сбои, повреждения и отказы) с информационными ресурсами;`
  },
  {
    content: `
    определить регламенты резервирования и уничтожения информации;`
  },
  {
    content: `определить порядок контроля, учета использования ресурсов сети Интернет пользователями, формирования и предоставления руководству организации отчетных документов.`
  },
];

</script>

<template>
<div class="max-w-5xl mx-auto px-4 py-10 sm:py-14">
    <TitleText
        title="Рекомендации ОАЦ при Президенте Республики Беларусь по обеспечению безопасности информации в локальных сетях, подключенных к сети Интернет"
        subtitle="Государственные органы обязаны реализовать в собственных информационных системах и контролировать выполнение подчиненными организациями меры, позволяющие:"
        class="mb-10"
        center
    />
    <TextList :items="items" class="mb-10" />
    <TitleText
        title="Рекомендации по обеспечению безопасности информации интернет-ресурсов государственных органов"
        class="mb-10"
    />
    <div class="flex flex-col gap-4">
        <div>В соответствии с пунктом 7 Указа Президента Республики Беларусь от 1 февраля 2010 г. № 60 "О мерах по совершенствованию использования национального сегмента сети Интернет" уполномоченные поставщики интернет-услуг при оказании интернет-услуг обеспечивают защиту информации государственных органов и организаций, использующих в своей деятельности сведения, составляющие государственные секреты.</div>
        <div>Требования по обеспечению защиты информации утверждены приказом начальника Оперативно-аналитического центра при Президенте Республики Беларусь от 2 августа 2010 г. № 60 "Об утверждении Положения о порядке определения поставщиков интернет-услуг, уполномоченных оказывать интернет-услуги государственным органам и организациям, использующим в своей деятельности сведения, составляющие государственные секреты".</div>
        <div>В этой связи для минимизации затрат по хостингу сайта целесообразно на начальном этапе выбрать поставщика интернет-услуг и осуществлять в тесном взаимодействии с ним создание системы защиты, включая вопросы формирования задания по безопасности и проведения аттестации.</div>
        <div>Для использования функций по обеспечению защиты информации системы управления сайтом (далее – СУС) в государственных информационных системах необходимо проведение ее оценки. Оценка СУС по требованиям безопасности должна проводиться путем сертификации на соответствие требованиям Технического регламента Республики Беларусь "Информационные технологии. Средства защиты информации. Информационная безопасность" (ТР 2013/027/BY).</div>
    </div>
</div>
</template>